Repository: krisb78/django-platnoscipl
Catalog: platnoscipl/locale/*/LC_MESSAGES/django.po
Languages: pl

source: Following fields are required: %s.
pl: Następujące pola są wymagane: %s.

source: Pay with platnosci.pl
pl: Zapłać przez platnosci.pl

source: payment
pl: płatność

source: payments
pl: płatności

source: is current
pl: aktualny

source: timestamp
pl: datownik

source: transaction id
pl: identyfikator transakcji

source: POS ID
pl: identyfikator punktu sprzedaży (pos id)

source: session id
pl: identyfikator sesji

source: order
pl: zamówienie

source: order id
pl: identyfikator zamówienia

source: amount, in grosz
pl: kwota, w groszach

source: status
pl: stan

source: payment type
pl: rodzaj płatności

source: payment gateway name (internal)
pl: nazwa bramki płatności (wewnętrzne)

source: description
pl: opis

source: description 2
pl: opis 2

source: create timestamp
pl: datownik utworzenia

source: init timestamp
pl: datownik inicjalizacji

source: sent timestamp
pl: datownik przekazania do odbioru

source: receive timestamp
pl: datownik odbioru

source: cancel timestamp
pl: datownik anulowania

source: auth fraud info (internal)
pl: zabezpieczenie przed oszustwem (wewnętrzne)

source: timestamp (for signature)
pl: datownik podpisu cyfrowego

source: signature
pl: podpis cyfrowy

source: sender bank account number hash
pl: skrót numeru konta nadawcy

source: sendar bank id
pl: identyfikator banku nadawcy

source: sender bank account number
pl: numer konta nadawcy

source: recipient name
pl: nazwa odbiorcy

source: recipient address
pl: adres odbiorcy

source: transfer title
pl: tytułem

source: bank name
pl: nazwa banku

source: transfer preview
pl: podgląd druku przelewu

source: transfer description
pl: opis przelewu

source: test payment marker
pl: znacznik płatności testowej

source: test transaction id
pl: identyfikator płatności testowej
